brew "asdf"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "yq"
brew "zoxide"
cask "1password-cli"
cask "deskpad"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "meetingbar"
cask "notunes"
cask "postman"
cask "proxy-audio-device"
cask "raycast"
cask "rectangle-pro"
tap "homebrew/autoupdate"
